import s from "./ContactPage.module.scss";

const ContactPage = () => {
  return (
    <div className={s.container}>
      <div className={s.title}>
        <div className={s.first}>
          <h1>Дорогие покупатели:</h1>
          <p>
            Мы ценим ваш выбор и стремимся обеспечить вас лучшим опытом покупок.
            Мы понимаем, что иногда товар может не соответствовать вашим
            ожиданиям или возникнуть необходимость в обмене или возврате.
            Поэтому мы хотим поделиться с вами информацией о нашей политике
            обмена и возврата, чтобы сделать этот процесс максимально простым и
            удобным для вас.
          </p>
        </div>
        <div className={s.second}>
          <h1>Сроки обмена и возврата:</h1>
          <p>
            У нас установлен срок возврата или обмена товара в течение 30 дней с
            момента покупки. Мы верим, что этот период времени достаточен для
            того, чтобы вы могли тщательно изучить и оценить приобретенный
            товар. Пожалуйста, сохраняйте чек или квитанцию о покупке, так как
            они необходимы для осуществления обмена или возврата.
          </p>
        </div>
        <div className={s.three}>
          <h1>Состояние товара для обмена или возврата:</h1>
          <p>
            Мы принимаем товары обратно только в идеальном состоянии, без
            признаков использования и в оригинальной упаковке. Мы рекомендуем
            вам сохранять упаковку и документацию, поскольку их наличие облегчит
            процедуру обмена или возврата. Пожалуйста, убедитесь, что товар не
            был поврежден вами, и верните его в том же состоянии, в котором он
            был приобретен.
          </p>
        </div>
        <div className={s.four}>
          <h1> Документы и процедура обмена и возврата:</h1>
          <p>
            Для успешного обмена или возврата товара вам потребуется
            предоставить чек или квитанцию о покупке. Если товар поставляется с
            гарантийным талоном или инструкцией, убедитесь, что вы также
            предоставляете эти документы. Если у вас возникли вопросы или
            проблемы, не стесняйтесь обращаться к нашей службе поддержки
            клиентов. Мы всегда готовы помочь и найти наилучшее решение для вас.
          </p>
        </div>
      </div>
    </div>
  );
};

export default ContactPage;
